<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@taglib prefix="s" uri="/struts-tags" %>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    
    <title>用户服务协议</title>
    
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
	<!-- 1.css添加 -->
	<link rel="stylesheet" href="../resource/css/global.css" type="text/css"></link>
    <link rel="stylesheet" type="text/css" href="css/thickbox.css"/>
    <link rel="stylesheet" type="text/css" href="../resource/css/jqueryui/default/easyui.css"></link>
	<link rel="stylesheet" type="text/css" href="../resource/css/jqueryui/icon.css"></link>
    <script type="text/javascript" src="../resource/js/jquery-1.4.2.js" charset="utf-8"></script>
	<script type="text/javascript" src="thickbox_plus.js"></script>
	<script type="text/javascript" src="../resource/js/jquery.easyui.min.js"></script>
	<script type="text/javascript" src="../resource/js/global.js"></script>
	<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->
       <script type="text/javascript" src="../resource/js/whole.js"></script>
	    <link rel="stylesheet" href="../resource/css/whole.css" type="text/css"></link>
  </head>  
  <style type="text/css">
  .leftNav li {
	padding-left: 15px;
	padding-top: 5px;
	background: #E0ECFF;
	border-bottom: 1px solid #99BBE8;
	line-height: 30px;
	list-style-type:none;
	margin-left: 0px;
	}
	.leftNav li a{color:#333;text-decoration:none;}
	.leftNav li.title{background: #f3f3f3;}
	#rightbox {
	float: left;
	height: auto;
	width: 750px;
	overflow:hidden;
	}
	#rightbox a{color:#333; text-decoration:none;}
	#rightbox2{
	float: left;
	height: auto;
	width: 750px;
	}
	h2 {
	display:block;
	text-align:center;
	font-size:24px;
	padding-bottom:15px;
}
h3 {
	font-size:14px;
	padding-bottom:8px;
}
	.uszccon{ padding:0 0 0 30px;}
	.click_login{width:713px; border-top:1px #E8E8E8 solid; line-height:57px; padding-left:68px;}
  </style>
  <body>
  	<!-- 2.添加div	 -->
  <div style="width: 100%;height: 100%;" align="center">
    			<jsp:include page="../head.jsp"></jsp:include>
  <!-- 3.添加class="layoutTab"  -->
    <table class="layoutTab" style="border: 0px red solid;">
    	<tr>
    		<td valign="top">
			<div class="w960">
			  <!--what-->
			  <div class="mm_z borde madt_10">
			    <span class="user_zc_Z log_lo"></span>
			    <div class="uszccon">
			    <br/>
			      <h2 align="center">《梦房园服务条款》</h2>
			      <p>亲爱的用户，欢迎您加入梦房园 <br />
			        为确保梦房园的服务质量和保证网上信息的准确性，建立诚信的商业环境，本着对全体用户负责的宗旨，特此明确梦房园和会员双方合作协议条款。<strong> </strong></p>
			
			      <h3>1梦房园服务条款的接受 </h3>
			      <p align="left">通过完成梦房园注册程序，用户便表明其接受了本服务协议的条款，并同意受本服务协议的约束；同时，用户保证其提交的信息真实、准确、及时和完整。 本服务协议所称的用户是指完全同意所有条款(以下简称&quot;服务条款&quot;)并完成注册程序的服务接受者。 </p>
			      <h3>2、服务条款的变更和修改 </h3>
			      <p align="left">梦房园保留依其自主判断在将来的任何时间变更、修改、增加或删除本服务协议条款的权利。所有修改的协议均构成本服务协议的一部分。梦房园有权随时对服务条款进行修改，一旦发生服务条款的变动，梦房园将提示修改的内容；当用户使用梦房园的特殊服务时，应接受梦房园随时提供的与该特殊服务相关的规则或说明，并且此规则或说明均构成本服务条款的一部分。用户如果不同意服务条款的修改，可以主动取消已经获得的网络服务；如果用户继续享用网络服务，则视为用户已经接受服务条款的修改。 </p>
			      <h3>3、服务说明 </h3>
			
			      <p align="left">梦房园运用自己的操作系统通过国际互联网向用户提供丰富的网上资源，包括各种信息工具、网上论坛、个性化内容等(以下简称本服务)。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用本服务条款。 除非本协议中另有规定，否则梦房园对网络服务不承担任何责任，即用户对网络服务的使用承担风险。梦房园不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。 <br />
			        <strong>A. </strong><strong>为使用本服务，用户必须： </strong><br />
			        (1).自行配备进入国际互联网所必需的设备，包括计算机、数据机，其他存取装置或接受服务所需其它设备； <br />
			        (2).自行支付与此服务有关的费用； <br />
			        <strong>B. </strong><strong>用户接受本服务须同意： </strong><br />
			
			        (1).提供完整、真实、准确、最新的个人资料； <br />
			        (2).不断更新注册资料。 若用户提供任何错误、不实、过时或不完整的资料，或者梦房园有合理理由怀疑前述资料为错误、不实、过时或不完整，梦房园有权暂停或终止用户的帐号，并拒绝其现在或将来使用本服务的全部或一部分。  梦房园有权规定并修改使用本服务的一般措施，包括但不限于决定保留电子邮件讯息或其他上载内容的时间、限制本服务一个帐号可接收信息的数量等措施。如梦房园未能储存或删除本服务的内容或其他讯息，梦房园不负担任何责任。 <br />
			        由于用户经由本服务张贴或传送内容、与本服务连线、违反本服务条款或侵害其他人的任何权利导致任何第三方提出权利主张或使梦房园遭受任何形式的罚款或处罚，用户同意以适当方式充分消除对梦房园的不利影响，赔偿梦房园及其分公司、关联公司、代理人或其他合作伙伴及员工的损失，并使其免受损害。 </p>
			      <h3>4、用户应遵守以下法律及法规 </h3>
			      <p align="left">用户同意遵守中华人民共和国法律法规，尤其是《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关计算机及互联网的法律法规和实施办法。在任何情况下，如果梦房园有合理理由认为用户的行为可能违反上述法律、法规，梦房园可以在任何时候，不经事先通知终止向该用户提供服务。用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。 </p>
			      <h3>5、用户隐私权 </h3>
			
			      <p align="left">当用户注册梦房园的服务时，用户须提供个人信息。梦房园收集个人信息的目的是为用户提供尽可能多的个人化网上服务以及为广告商提供一个方便的途径来接触到适合的用户，并且可以发送相关的信息和广告。在此过程中，广告商绝对不会接触到用户的个人信息。 <br />
			        <strong>A. </strong><strong>梦房园不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在梦房园中的非公开内容，除非有下列情况： </strong><br />
			        (1).有关法律规定或梦房园合法服务程序规定； <br />
			        (2).在紧急情况下，为维护用户及公众的权益； <br />
			        (3).为维护梦房园的合法权益； <br />
			        (4).其他需要公开、编辑或透露个人信息的情况。 <br />
			
			        <strong>B. </strong><strong>在以下(包括但不限于)几种情况下，梦房园有权使用用户的个人信息： </strong><br />
			        (1).在进行促销或抽奖时，梦房园可能会与赞助商共享用户的个人信息，在这些情况下梦房园会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程。 <br />
			        (2).梦房园可以将用户信息与第三方数据匹配。 <br />
			        (3).梦房园会通过透露合计用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述梦房园的服务。 <br />
			        梦房园会向用户发送客户订制的信息或者梦房园认为用户会感兴趣的其他信息。如果用户不希望收到这样的信息，只需在提供个人信息时或其他任何时候告知即可。另外，梦房园会采取行业惯用措施保护用户信息的安全，但梦房园不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的信息；梦房园的合作伙伴和可通过梦房园访问的第三方因特网站点和服务；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。梦房园对用户及其他任何第三方的上述行为，不承担任何责任。 </p>
			      <h3>6、用户帐号、密码和安全 </h3>
			
			      <p align="left">用户一旦注册成功，便成为梦房园的合法用户，将得到一个密码和帐号。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，梦房园无法也不承担任何责任。  用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知梦房园，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到梦房园的安全保护。 </p>
			      <h3>7、对用户信息的存储和限制 </h3>
			      <p align="left">梦房园不对用户所发布信息的删除或储存失败负责。梦房园有权判断用户的行为是否符合梦房园服务条款规定的权利，如果梦房园认为用户违背了服务条款的规定，梦房园有权删除用户发布或发送的信息，乃至中断或终止向其提供网络服务。 </p>
			      <h3>8、禁止用户从事以下行为： </h3>
			
			      <p align="left">(1).上载、张贴、发送或传送任何非法、有害、淫秽、粗俗、猥亵的，胁迫、骚扰、中伤他人的，诽谤、侵害他人隐私或诋毁他人名誉或商誉的，种族歧视或其他不适当的信息或电子邮件，包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料(以下简称内容)。 <br />
			        (2).以任何方式危害未成年人。 <br />
			
			        (3).冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。 <br />
			        (4).伪造标题或以其他方式操控识别资料，使人误认为该内容为梦房园所传送。 <br />
			        (5).上载、张贴、发送电子邮件或以其他方式传送无权传送的内容(例如内部资料、机密资料)。 <br />
			        (6).上载、张贴、发送电子邮件或以其他方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容。 <br />
			        (7).在梦房园网站专供张贴广告的区域之外，上载、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、&quot;垃圾邮件&quot;等。 <br />
			
			        (8).上载、张贴、发送电子邮件或以其他方式传送有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料。 <br />
			        (9).干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本服务协议之规定。 <br />
			        (10).故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。 <br />
			        (11).跟踪或以其他方式骚扰他人。 <br />
			        (12).其它被梦房园视为不适当的行为。 <br />
			        用户对经由本服务上载、张贴、发送电子邮件或传送的内容负全部责任；对于经由本服务而传送的内容，梦房园不保证前述内容的正确性、完整性或品质。用户在接受本服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，梦房园均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。梦房园有权(但无义务)自行拒绝或删除经由本服务提供的任何内容。用户使用上述内容，应自行承担风险。  梦房园有权利在下述情况下，对内容进行保存或披露： <br />
			
			        (1) 法律程序所规定； <br />
			        (2) 本服务条款规定； <br />
			        (3) 被侵害的第三人提出权利主张； <br />
			        (4) 为保护梦房园、其使用者及社会公众的权利、财产或人身安全。 <br />
			        (5) 其他梦房园认为有必要的情况。 </p>
			      <h3>9、关于用户在梦房园的公开使用区域张贴内容： </h3>
			
			      <p align="left">&quot;公开使用区域&quot;包括网上论坛和其它一般公众可以使用的区域； 用户一旦在本服务公开使用区域张贴内容，即视为用户授予梦房园该内容著作权之免费及非独家许可使用权，梦房园有权为展示、传播及推广前述张贴的内容之服务目的，对上述内容进行复制、修改、出版。由此展示、传播及推广行为所产生的损失或利润，均由梦房园承担或享受。梦房园有权自主决定是否给予此类用户鼓励或奖励。  因用户进行上述张贴，而导致任何第三方提出索赔要求或衍生的任何损害或损失，用户须承担全部责任。 用户不得对他人张贴在公开使用区域或本服务其他内容进行复制、出售或用作其他商业用途。 </p>
			      <h3>10、关于链接 </h3>
			      <p align="left">本服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，梦房园不予担保。因使用或依赖上述网站或资源所产生的损失或损害，梦房园也不承担任何责任。 </p>
			      <h3>11、服务的修改和终止 </h3>
			      <p align="left">会员或梦房园可随时根据实际情况中断一项或多项网络服务。梦房园不需对任何企业或第三方负责而随时中断服务，无论是否通知。梦房园对本服务的修改或终止对用户和任何第三人不承担任何责任。梦房园有权基于任何理由，终止用户的帐号、密码或拒绝其使用本服务，或删除、转移用户存储、发布在本服务的内容，梦房园采取上述行为均不需通知，并且对用户和任何第三人不承担任何责任。会员对后来的条款修改有异议，或对梦房园的服务有不满，可以行使如下权利： <br />
			        1、停止使用梦房园的会员。 <br />
			
			        2、通告梦房园停止对该会员的服务。结束会员服务后，会员使用网络服务的权利马上中止。从那时起，该人没有权利，梦房园没有义务传送任何信息和服务给该人或第三方。 </p>
			      <h3>12、通知 </h3>
			      <p align="left">梦房园向用户发出的通知，可以采用电子邮件、页面公告、常规信件或梦房园认为适合的形式。服务条款的修改或其他事项变更时，梦房园将会以上述形式进行通知。 </p>
			      <h3>13、全部协议 </h3>
			      <p align="left">本服务协议规范用户使用本服务，将取代用户先前与梦房园签署的任何协议。本服务协议和梦房园的其他服务条款构成完整的协议。 同时您也同意遵守以下两项服务管理规定和办法。  《互联网电子公告服务管理规定》 《互联网信息服务管理办法》 </p>
			      <h3>14、法律的适用和管辖 </h3>
			
			      <p align="left">本服务条款的生效、履行、解释及争议的解决均适用中华人民共和国法律，发生的争议提交上海仲裁委员会，其仲裁裁决是终局的。如果本服务协议中某项条款因与中华人民共和国现行法律相抵触而导致无效，将不影响其他部分的效力。 </p>
			      <h3>15、生效条件 </h3>
			      <p align="left">除非另行通知，本协议自2011年10月01日起生效。 </p>
			    </div>
			    <h3><p class="click_login f14 allf60">如果您已经是梦房园会员，<a href="login.jsp" class="bold">请点击此处登陆</a></p></h3>
			  </div>
    		</td>
    	</tr>
    	<tr>
    		<td align="center">
    			<jsp:include page="../copyright.jsp"></jsp:include>
    		</td>
    	</tr>
   	 </table>
  </div>
  </body>
</html>
